/* label of button to dismiss sheet without agreeing (Close rather than OK) */
"Close" = "Sluiten";

/* primary label with product name */
"Connecting to %@..." = "Verbinding maken met %@...";

/* primary label */
"Connecting..." = "Bezig verbinding te maken...";

/*
 * Primary label displayed when app runs in "about box" mode.
 * Most of the time this is obscured by the sheet displaying the information
 * about the application.
 */
"PrimaryLabelAbout" = "Info...";

//----- download progress info -----------------------------------------------//

/* No comment provided by engineer. */
"Downloading (%@ out of %@ Bytes)" = "Downloaden (%1$@ van %2$@ bytes)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ KB)" = "Downloaden (%1$@ van %2$@ KB)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ MB)" = "Downloaden (%1$@ van %2$@ MB)";

//----- product display names ------------------------------------------------//

/** Name displayed in lieu of product when product is not known */
"UnknownTheProduct" = "de toepassing";

/* G2M product display name */
"GoToMeeting" = "GoToMeeting";

/* G2T product display name */
"GoToTraining" = "GoToTraining";

/* G2W product display name */
"GoToWebinar" = "GoToWebinar";

/* G2A product display name */
"GoToAssist" = "GoToAssist";

/* G2AC product display name */
"GoToAssist Corporate" = "GoToAssist Corporate";

/* GoToMyPC product display name */
"GoToMyPC" = "GoToMyPC";


//----- About Box ------------------------------------------------------------//


/* Message (title) displayed on face of about box sheet. */
"AboutBoxMessage" = "Informatie over GoTo Opener";

/* Detailed info displayed on face of about box sheet. */
"AboutBoxInfo" = "GoTo Opener zorgt ervoor dat GoTo-websites en -software goed werken op uw computer.\n\nVersie: %@\n\nLocatie: %@";


//----- task labels for main window ------------------------------------------//

/* generic launch progress label */
"Initializing" = "Bezig met initialiseren";

/*
 * Progress label displayed while just-launched, persistently-installed app
 * initially downloads session parameters from Launcher Service
 */
"DownloadingArgs" = "Specifieke informatie over het starten aanvragen";

/* progress label displayed while waiting for another DownloaderApp to finish */
"WaitingForMutex" = "Wachten op het voltooien van andere GoTo Opener";

/* progress label displayed while DownloaderApp installs itself to persistent location */
"InstallingDlApp" = "GoTo Opener installeren";

/* generic starting plugin download progress label */
"Starting Plugin Download" = "Downloaden van invoegtoepassing starten";

/* generic installing plugin label */
"Installing Plugin" = "Invoegtoepassing installeren";

/* generic starting download progress label */
"Starting Download" = "Downloaden starten";

/* generic downloading progress label */
"Downloading" = "Bezig met downloaden";

/* generic verify archive progress label */
"Verifying" = "Controleren";

/* generic unarchiving progress label */
"Unzipping" = "Uitpakken";

/* generic launch progress label */
"Installing" = "Bezig met installeren";

/* generic launch progress label */
"Launching" = "Starten";

/* launch installer progress label */
"Launching Installer" = "Installatieprogramma starten";

//----- Message text for error alert sheets ----------------------------------//

/* download failed alert message */
"Download Failed" = "Downloaden mislukt";

/* unarchive failed alert message */
"Unarchive Failed" = "Uit archief ophalen mislukt";

/* installation failed alert message */
"Installation Failed" = "Installeren mislukt";

/* launch failed alert message */
"Launch Failed" = "Starten mislukt";

//----- Info text for error alert sheets -------------------------------------//

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to launch app, into which specific product name is inserted */
"AppFatalMsgPre"  = "De GoTo Opener kan %@ niet starten.";

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to install package, into which specific product name is inserted */
"InstallFatalMsgPre"  = "De GoTo Opener kan %@ niet installeren.";

/* boilerplate conclusion for error sheets indicating complete failure of the Launcher */
"GenericFatalMsgPost" = "Start het downloaden opnieuw of neem contact op met Global Customer Support op \nhttp://link.logmeininc.com/get-help.";

/* boilerplate introduction for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPre"  = "De GoTo Opener vertrouwt de downloadserver niet.";

/* boilerplate conclusion for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPost" = "Zorg ervoor dat u bijgewerkte vertrouwde certificaten in uw sleutelketens hebt of neem contact op met Global Customer Support op \nhttp://link.logmeininc.com/get-help.";

/* notify user that product endpoint version doesn't support OS version */
"ProductSupportForOsErrorInfo" = "De aangevraagde versie van %@ biedt geen ondersteuning voor deze versie van Mac OS X.";

/* app download failed alert informative text */
"DownloadAppFailedErrorInfo" = "Kan de vereiste toepassing niet downloaden van onze servers.";

/* app download failed alert instructions to manually download and install endpoint */
"DownloadAppFailedOfferManualDownload" = "%@ is niet gestart omdat er een probleem is opgetreden bij het downloaden van de app. Sla het bestand op met uw webbrowser:\n\n1. Klik op de knop ‘Downloaden in browser’.\n2. Open en installeer het gedownloade bestand.\n3. Probeer opnieuw deel te nemen aan uw sessie.";

/* app download failed alert instructions to manually download and install endpoint, post part */
"DownloadAppFailedOfferManualDownloadPost" = "Neem voor meer hulp contact op met uw systeembeheerder of neem contact op met %@ Support op \nhttps://link.logmeininc.com/get-help.";


/* app download failed alert download button */
"Download" = "Downloaden in browser";

/* installer download failed alert informative text */
"DownloadInstallerFailedErrorInfo" = "Kan het installatieprogramma niet downloaden van onze servers.";

/* app unarchive failed alert informative text */
"UnarchiveAppFailedErrorInfo" = "Kan de vereiste toepassing niet uit het archief ophalen.";

/* installer unarchive failed alert informative text */
"UnarchiveInstallerFailedErrorInfo" = "Kan het installatieprogramma niet uit het archief ophalen.";

/* failed to place app bundle in permanent location, alert informative text */
"InstallAppFailedErrorInfo" = "Kan de vereiste toepassing niet installeren.";

/* app launch failed alert informative text */
"LaunchAppFailedErrorInfo" = "Kan de vereiste toepassing niet starten.";

/* installer launch failed alert informative text */
"LaunchInstallerFailedErrorInfo" = "Kan het installatieprogramma niet starten.";

/* app arguments download failed alert informative text */
"DownloadAppArgumentsFailedErrorInfo" = "Kan de vereiste toepassingsargumenten niet downloaden van onze servers.";


//----- for SSL error alert sheets -------------------------------------------//

/* label of button to retry on authentication timeout (not abort the app) */
"AuthTimeoutErrorRetryButtonLabel" = "Opnieuw proberen";

/* label of button to cancel retry on authentication timeout (so abort the app) */
"AuthTimeoutErrorCancelButtonLabel" = "Sluiten";

/* authentication timeout alert message */
"AuthTimeoutErrorMsg" = "Verificatie duurde te lang";

/* authentication timeout alert informative text */
"AuthTimeoutErrorInfo" = "Kan de referenties niet verifiëren binnen een redelijke tijd. Mogelijk is de naam of het wachtwoord dat u hebt ingevoerd, niet correct. Probeer het opnieuw.";

/* label of button to retry on connection lost during authentication (not abort the app) */
"AuthDisconnectErrorRetryButtonLabel" = "Opnieuw proberen";

/* label of button to cancel retry on connection lost during authentication (so abort the app) */
"AuthDisconnectErrorCancelButtonLabel" = "Sluiten";

/* disconnect during authentication alert message */
"AuthDisconnectErrorMsg" = "Verificatie mislukt";

/* disconnect during authentication alert informative text */
"AuthDisconnectErrorInfo" = "De netwerkverbinding is onverwacht verloren gegaan tijdens de verificatie. Mogelijk is de naam of het wachtwoord dat u hebt ingevoerd, niet correct. Probeer het opnieuw.";

/* SSL server certificate error alert message */
"ServerSslCertErrorMsg" = "Serveridentiteit is niet vertrouwd";

/* generic SSL server certificate error informative text */
"ServerSslCertError" = "Het certificaat van de server lijkt ongeldig. Als u verbinding maakt met de server, brengt u uw vertrouwelijke informatie mogelijk in gevaar.";

/* generic SSL server certificate error informative text <URL including host> */
"ServerSslCertErrorWithUrl" = "Het certificaat voor de server in \\'%@\\' lijkt ongeldig. Als u verbinding maakt met de server, brengt u uw vertrouwelijke informatie mogelijk in gevaar.";

/* generic SSL server certificate error informative text <host name> */
"ServerSslCertErrorWithHostName" = "Het certificaat voor de server \\'%@\\' lijkt ongeldig. Als u verbinding maakt met de server, brengt u uw vertrouwelijke informatie mogelijk in gevaar.";

/* label of button to close server certificate error dialog and abort the app */
"ServerCertErrorCancelButtonLabel" = "Sluiten";
